Repository: Bhona/gnuhealth
Catalog: tryton-server-gnuhealth/modules/trytond_stock_lot-5.0.2/locale/*.po
Languages: de

# error:stock.inventory.count:
source: Only lot can be selected for "%(product)s".
de: Für Artikel "%(product)s" können nur Chargen ausgewählt werden.

# error:stock.lot:
source: You cannot change the product of a lot which is associated to stock moves.
de: Der Artikel einer Charge mit zugeordneten Lagerbewegungen kann nicht geändert werden.

# error:stock.move:
source: Lot is required for move of product "%s".
de: Für die Lagerbewegung von Artikel "%s" ist eine Chargennummer erforderlich.

# field:product.product,lot_required:
source: Lot Required
de: Charge erforderlich für Lagerort

# field:product.template,lot_required:
source: Lot Required
de: Charge erforderlich für Lagerort

# field:product.template-stock.lot.type,create_date:
source: Create Date
de: Erstellungsdatum

# field:product.template-stock.lot.type,create_uid:
source: Create User
de: Erstellt durch

# field:product.template-stock.lot.type,rec_name:
source: Record Name
de: Bezeichnung des Datensatzes

# field:product.template-stock.lot.type,template:
source: Template
de: Vorlage für Steuerkonto

# field:product.template-stock.lot.type,type:
source: Type
de: Typ

# field:product.template-stock.lot.type,write_date:
source: Write Date
de: Zuletzt geändert

# field:product.template-stock.lot.type,write_uid:
source: Write User
de: Letzte Änderung durch

# field:stock.inventory.line,lot:
source: Lot
de: Charge

# field:stock.lot,create_date:
source: Create Date
de: Erstellungsdatum

# field:stock.lot,create_uid:
source: Create User
de: Erstellt durch

# field:stock.lot,forecast_quantity:
source: Forecast Quantity
de: Voraussichtliche Anzahl

# field:stock.lot,number:
source: Number
de: Nummer

# field:stock.lot,product:
source: Product
de: Artikel

# field:stock.lot,quantity:
source: Quantity
de: Anzahl

# field:stock.lot,rec_name:
source: Record Name
de: Bezeichnung des Datensatzes

# field:stock.lot,write_date:
source: Write Date
de: Zuletzt geändert

# field:stock.lot,write_uid:
source: Write User
de: Letzte Änderung durch

# field:stock.lot.type,code:
source: Code
de: Länderkürzel

# field:stock.lot.type,create_date:
source: Create Date
de: Erstellungsdatum

# field:stock.lot.type,create_uid:
source: Create User
de: Erstellt durch

# field:stock.lot.type,rec_name:
source: Record Name
de: Bezeichnung des Datensatzes

# field:stock.lot.type,write_date:
source: Write Date
de: Zuletzt geändert

# field:stock.lot.type,write_uid:
source: Write User
de: Letzte Änderung durch

# field:stock.lots_by_location.context,forecast_date:
source: At Date
de: Ermittlungsdatum

# field:stock.lots_by_location.context,stock_date_end:
source: At Date
de: Ermittlungsdatum

# field:stock.move,lot:
source: Lot
de: Charge

# field:stock.period,lot_caches:
source: Lot Caches
de: Caches Charge

# field:stock.period.cache.lot,create_date:
source: Create Date
de: Erstellungsdatum

# field:stock.period.cache.lot,create_uid:
source: Create User
de: Erstellt durch

# field:stock.period.cache.lot,internal_quantity:
source: Internal Quantity
de: Interne Anzahl

# field:stock.period.cache.lot,location:
source: Location
de: Ort

# field:stock.period.cache.lot,lot:
source: Lot
de: Charge

# field:stock.period.cache.lot,period:
source: Period
de: Lagerperiode

# field:stock.period.cache.lot,product:
source: Product
de: Artikel

# field:stock.period.cache.lot,rec_name:
source: Record Name
de: Bezeichnung des Datensatzes

# field:stock.period.cache.lot,write_date:
source: Write Date
de: Zuletzt geändert

# field:stock.period.cache.lot,write_uid:
source: Write User
de: Letzte Änderung durch

# help:product.product,lot_required:
source: The type of location for which lot is required
de: Typ des Lagerorts, für den eine Chargen-Nummer erforderlich ist

# help:product.template,lot_required:
source: The type of location for which lot is required
de: Typ des Lagerorts, für den eine Chargen-Nummer erforderlich ist

# help:stock.lots_by_location.context,forecast_date:
source: Allow to compute expected stock quantities for this date. * An empty value is an infinite date in the future. * A date in the past will provide historical values.
de: Den erwarteten Lagerbestand für dieses Datum ermitteln. * Ein leerer Wert bedeutet ein unendliches Datum in der Zukunft. * Ein Wert in der Vergangenheit berechnet historische Werte.

# model:ir.action,name:act_lot_form
source: Lots
de: Chargen

# model:ir.action,name:act_lots_by_locations
source: Lot
de: Charge

# model:ir.action,name:act_move_form_relate_lot
source: Moves
de: Lagerbewegungen

# model:ir.ui.menu,name:menu_lot_form
source: Lots
de: Chargen

# model:product.template-stock.lot.type,name:
source: Template - Stock Lot Type
de: Vorlage - Lager Charge Typ

# model:stock.lot,name:
source: Stock Lot
de: Lager Charge

# model:stock.lot.type,name:
source: Stock Lot Type
de: Lager Charge Typ

# model:stock.lot.type,name:type_customer
source: Customer
de: Kunde

# model:stock.lot.type,name:type_lost_found
source: Lost and Found
de: Differenzen allgemein

# model:stock.lot.type,name:type_production
source: Production
de: Produktion

# model:stock.lot.type,name:type_storage
source: Storage
de: Lager

# model:stock.lot.type,name:type_supplier
source: Supplier
de: Lieferant

# model:stock.lots_by_location.context,name:
source: Lot by Location
de: Chargen nach Lagerort

# model:stock.period.cache.lot,name:
source: Stock Period Cache per Lot
de: Lager Cache Periode pro Charge

# selection:stock.inventory.count.search,search:
source: Lot
de: Charge

# view:product.template:
source: Lots
de: Chargen

# view:stock.lot:
source: Lot
de: Charge

# view:stock.lot:
source: Lots
de: Chargen

# view:stock.period.cache.lot:
source: Period Lot Cache
de: Lagerperiode Charge Cache

# view:stock.period.cache.lot:
source: Period Lot Caches
de: Lagerperiode Charge Caches
